const amusementPokerPopups = {
  "Amusement-Poker": [
    {
      Title: "2026",
      Episodes: [
        {
          Name: "9 Августа",
          Link: ["vk", "456241880"],
          Player: ["vk", "456241880", "0e12eeb55f687f1e", "0h0m0s"],
        },
        {
          Name: "24 Июля",
          Link: ["vk", "456241871"],
          Player: ["vk", "456241871", "2e3066efd9037182", "0h0m0s"],
        },
        {
          Name: "28 Июня",
          Link: ["vk", "456241857?t=2h53m23s"],
          Player: ["vk", "456241857", "740e2b9a3535b2c5", "2h53m23s"],
        },
        {
          Name: "9 Июня",
          Link: ["vk", "456241846?t=2h11m2s"],
          Player: ["vk", "456241846", "a7af996d4fcf3cc4", "2h11m2s"],
        },
        {
          Name: "28 Мая",
          Link: ["vk", "456241839?t=4m41s"],
          Player: ["vk", "456241839", "915ae9499ace77e3", "0h4m41s"],
        },
        {
          Name: "18 Февраля",
          Link: ["vk", "456241776?t=3h14m34s"],
          Player: ["vk", "456241776", "e0a12c8d16bccb29", "3h14m34s"],
        },
        {
          Name: "17 Февраля",
          Link: ["vk", "456241775?t=2h16m24s"],
          Player: ["vk", "456241775", "2021f0784cc5d8a4", "2h16m24s"],
        },
        {
          Name: "12 Февраля",
          Link: ["vk", "456241772?t=4h13m21s"],
          Player: ["vk", "456241772", "2376120b6e66e8a0", "4h13m21s"],
        },
        {
          Name: "21 Января",
          Link: ["vk", "456241748?t=4h26m40s"],
          Player: ["vk", "456241748", "e427d7015300b246", "4h26m40s"],
        },
        {
          Name: "19 Января",
          Link: ["vk", "456241747?t=11s"],
          Player: ["vk", "456241747", "6924b1ea03d5c8c3", "0h0m11s"],
        },
        {
          Name: "13 Января",
          Link: ["vk", "456241746?t=10m51s"],
          Player: ["vk", "456241746", "e80c37934f670f91", "0h10m51s"],
        },
        {
          Name: "11 Января",
          Link: ["vk", "456241744?t=3h43m16s"],
          Player: ["vk", "456241744", "bb2c7f704b4ea14c", "3h43m16s"],
        },
        {
          Name: "6 Января",
          Link: ["vk", "456241740?t=7h16m42s"],
          Player: ["vk", "456241740", "f4c0201b5f1a535a", "7h16m42s"],
        },
      ],
    },
    {
      Title: "2025",
      Episodes: [
        {
          Name: "30 Декабря",
          Link: ["boosty", "hiddenarchive/posts/9c25d0b5-9c05-4421-94e0-f9c1ea4e6369?t=24739&tmid=5e51855c-45f7-4660-a700-5746223f4f6f"],
        },
        {
          Name: "21 Декабря",
          Link: ["boosty", "hiddenarchive/posts/53b2f400-7fc1-4d4a-9e65-c1eb958d7238?t=8226&tmid=84e5a898-a1be-4350-9ec0-6057df277040"],
        },
        {
          Name: "14 Декабря",
          Link: ["vk", "456241726"],
          Player: ["vk", "456241726", "36fece408f4eba26", "0h0m0s"],
        },
        {
          Name: "11 Декабря",
          Link: ["boosty", "hiddenarchive/posts/298f44ae-90d1-41a2-9fbe-3477b5404a97"],
        },
        {
          Name: "2 Октября",
          Link: ["vk", "456241668?t=6m11s"],
          Player: ["vk", "456241668", "353ef91ca595933b", "0h6m11s"],
        },
        {
          Name: "11 Августа",
          Link: ["vk", "456241627?t=9m45s"],
          Player: ["vk", "456241627", "4b568cc447aa9853", "0h9m45s"],
        },
        {
          Name: "15 Июля",
          Link: ["vk", "456241600?t=15m0s"],
          Player: ["vk", "456241600", "2a521974a09c9ddd", "0h15m0s"],
        },
        {
          Name: "9 Июля",
          Link: ["vk", "456241598?t=5h54m37s"],
          Player: ["vk", "456241598", "2896936f59079912", "5h54m37s"],
        },
        {
          Name: "27 Мая",
          Link: ["vk", "456241557?t=6m11s"],
          Player: ["vk", "456241557", "f1ef48dadd09dbc1", "0h6m11s"],
        },
        {
          Name: "8 Мая",
          Link: ["vk", "456241537?t=1h7m45s"],
          Player: ["vk", "456241537", "446b50bb5dcfef67", "1h7m45s"],
        },
        {
          Name: "15 Января",
          Link: ["vk", "456241441?t=52m1s"],
          Player: ["vk", "456241441", "cabd7ff10ebaa0e8", "0h52m1s"],
        },
        {
          Name: "10 Января",
          Link: ["vk", "456241434?t=1h22m6s"],
          Player: ["vk", "456241434", "02a4ed40dbb5f3ee", "1h22m6s"],
        },
      ],
    },
    {
      Title: "2024",
      Episodes: [
        {
          Name: "21 Декабря",
          Link: ["vk", "456241414?t=10m32s"],
          Player: ["vk", "456241414", "4c3e8e97bc99093d", "0h10m32s"],
        },
        {
          Name: "19 Декабря",
          Link: ["vk", "456241410?t=2h17m36s"],
          Player: ["vk", "456241410", "92cfef0396995a24", "2h17m36s"],
        },
        {
          Name: "17 Декабря",
          Link: ["vk", "456241407?t=19m7s"],
          Player: ["vk", "456241407", "e77172ede1f108c6", "0h19m7s"],
        },
        {
          Name: "8 Декабря",
          Link: ["vk", "456241387?t=11m55s"],
          Player: ["vk", "456241387", "794c825a98f1d577", "0h11m55s"],
        },
        {
          Name: "23 Октября",
          Link: ["vk", "456241307?t=10m0s"],
          Player: ["vk", "456241307", "b3504a97d6d66d8e", "0h10m0s"],
        },
        {
          Name: "22 Октября",
          Link: ["vk", "456241305?t=10m15s"],
          Player: ["vk", "456241305", "7e4fa871f578b713", "0h10m15s"],
        },
        {
          Name: "19 Октября",
          Link: ["vk", "456241302?t=3m19s"],
          Player: ["vk", "456241302", "08e9720d4b98a4a8", "0h3m19s"],
        },
        {
          Name: "12 Октября",
          Link: ["vk", "456241293"],
          Player: ["vk", "456241293", "559a7578b18897b6", "0h0m0s"],
        },
        {
          Name: "28 Сентября",
          Link: ["vk", "456241269?t=8m49s"],
          Player: ["vk", "456241269", "bc5e1f5f469a4f6f", "0h8m49s"],
        },
        {
          Name: "25 Сентября",
          Link: ["vk", "456241267?t=7m41s"],
          Player: ["vk", "456241267", "dcab3709cc145078", "0h7m41s"],
        },
        {
          Name: "19 Сентября",
          Link: ["vk", "456241259?t=10m55s"],
          Player: ["vk", "456241259", "594b1db9ab865c19", "0h10m55s"],
        },
        {
          Name: "18 Сентября",
          Link: ["vk", "456241257?t=15m5s"],
          Player: ["vk", "456241257", "60fe321bf079f58f", "0h15m5s"],
        },
        {
          Name: "12 Сентября",
          Link: ["vk", "456241242?t=10m21s"],
          Player: ["vk", "456241242", "17ac31080876d03f", "0h10m21s"],
        },
        {
          Name: "11 Сентября",
          Link: ["vk", "456241240?t=30m25s"],
          Player: ["vk", "456241240", "45f87c1170cd06db", "0h30m25s"],
        },
        {
          Name: "8 Сентября",
          Link: ["vk", "456241286"],
          Player: ["vk", "456241286", "1a1cd9b3c75614e5", "0h0m0s"],
        },
        {
          Name: "3 Сентября",
          Link: ["vk", "456241235?t=13m33s"],
          Player: ["vk", "456241235", "7563cccd7e63935d", "0h13m33s"],
        },
        {
          Name: "2 Сентября",
          Link: ["vk", "456241233?t=8m56s"],
          Player: ["vk", "456241233", "4d757ac2659e62bc", "0h8m56s"],
        },
        {
          Name: "29 Августа",
          Link: ["vk", "456241223?t=1m50s"],
          Player: ["vk", "456241223", "834f3d5b83ea688e", "0h1m50s"],
        },
        {
          Name: "28 Августа",
          Link: ["vk", "456241220?t=7m30s"],
          Player: ["vk", "456241220", "a8751566934958e7", "0h7m30s"],
        },
        {
          Name: "26 Августа",
          Link: ["vk", "456241216"],
          Player: ["vk", "456241216", "e924040932977a23", "0h0m0s"],
        },
        {
          Name: "24 Августа",
          Link: ["vk", "456241209?t=1h19m12s"],
          Player: ["vk", "456241209", "8b66019b1f5b1102", "1h19m12s"],
        },
        {
          Name: "14 Августа",
          Link: ["vk", "456241201?t=27m1s"],
          Player: ["vk", "456241201", "ded8275a4a0f761f", "0h27m1s"],
        },
        {
          Name: "8 Января",
          Link: ["vk", "456240784?t=2m18s"],
          Player: ["vk", "456240784", "357c5bd105d8e7dd", "0h2m18s"],
        },
        {
          Name: "6 Января",
          Link: ["vk", "456240776?t=10m58s"],
          Player: ["vk", "456240776", "326b2c624f19e06c", "0h10m58s"],
        },
      ],
    },
    {
      Title: "2023",
      Episodes: [
        {
          Name: "22 Декабря",
          Link: ["vk", "456240736?t=16m42s"],
          Player: ["vk", "456240736", "6597e54e4f7646bc", "0h16m42s"],
        },
        {
          Name: "28 Ноября",
          Link: ["vk", "456240689?t=7h22m50s"],
          Player: ["vk", "456240689", "4197b5474b9f8663", "7h22m50s"],
        },
        {
          Name: "19 Ноября",
          Link: ["vk", "456240672?t=3h53m0s"],
          Player: ["vk", "456240672", "6e9d067c2f36ee1a", "3h53m0s"],
        },
        {
          Name: "15 Ноября",
          Link: ["vk", "456240666?t=2h37m40s"],
          Player: ["vk", "456240666", "e9658a3245971287", "2h37m40s"],
        },
        {
          Name: "8 Ноября",
          Link: ["vk", "456240639?t=10h21m20s"],
          Player: ["vk", "456240639", "3a2a0643bc9929ea", "10h21m20s"],
        },
        {
          Name: "15 Октября",
          Link: ["vk", "456240527?t=10m20s"],
          Player: ["vk", "456240527", "edafa039aeff2556", "0h10m20s"],
        },
        {
          Name: "14 Октября",
          Link: ["vk", "456240524?t=8m40s"],
          Player: ["vk", "456240524", "3905c6cf3923c9b6", "0h8m40s"],
        },
        {
          Name: "12 Октября",
          Link: ["vk", "456240503?t=19m32s"],
          Player: ["vk", "456240503", "92626d9bdbc611a4", "0h19m32s"],
        },
        {
          Name: "9 Октября",
          Link: ["vk", "456240443"],
          Player: ["vk", "456240443", "29f4117349140be9", "0h0m0s"],
        },
        {
          Name: "8 Октября",
          Link: ["vk", "456240427?t=6h8m30s"],
          Player: ["vk", "456240427", "bb402566bb73d6e1", "6h8m30s"],
        },
        {
          Name: "28 Сентября",
          Link: ["vk", "456240246?t=2h28m53s"],
          Player: ["vk", "456240246", "7e8823f5a5b5fd0d", "2h28m53s"],
        },
        {
          Name: "24 Июля",
          Link: ["vk", "456240021?t=10m20s"],
          Player: ["vk", "456240021", "a20c291659e82fdc", "0h10m20s"],
        },
        {
          Name: "23 Июля",
          Link: ["vk", "456240020?t=9m31s"],
          Player: ["vk", "456240020", "be7fd52eec6b0ed9", "0h9m31s"],
        },
        {
          Name: "22 Июля",
          Link: ["vk", "456240018?t=8m36s"],
          Player: ["vk", "456240018", "8cc96e270a813a8e", "0h8m36s"],
        },
        {
          Name: "19 Июля",
          Link: ["vk", "456240014?t=7h43m0s"],
          Player: ["vk", "456240014", "caf4f5b5551a67a6", "7h43m0s"],
        },
        {
          Name: "18 Июля",
          Link: ["vk", "456240011?t=6h24m20s"],
          Player: ["vk", "456240011", "bbc28b75e59c9d7c", "6h24m20s"],
        },
        {
          Name: "17 Июля",
          Link: ["vk", "456240010?t=10m34s"],
          Player: ["vk", "456240010", "8797778a127d697b", "0h10m34s"],
        },
        {
          Name: "11 Июля",
          Link: ["vk", "456240004?t=8h27m1s"],
          Player: ["vk", "456240004", "a76779b11433ccd6", "8h27m1s"],
        },
        {
          Name: "10 Июля",
          Link: ["vk", "456240003?t=9m56s"],
          Player: ["vk", "456240003", "6ac46d7e89e11079", "0h9m56s"],
        },
        {
          Name: "5 Мая",
          Link: ["vk", "456239934?t=16m46s"],
          Player: ["vk", "456239934", "6b88505c69598704", "0h16m46s"],
        },
      ],
    },
  ],
};
